Repository: nelaren/SavacFarma
Catalog: Shared/Resources/EntityResource.*.resx
Languages: ca_es, es_es, fr_fr

source: Category
ca_es: Categoria
es_es: Categoria
fr_fr: Catégorie

source: Cod. Group
ca_es: Codi grup
es_es: Cód. Grupo
fr_fr: Code Groupe

source: Cod. Role
ca_es: Codi rol
es_es: Cód. Rol
fr_fr: Code Rôle

# ColleNumber
source: Colleg. Number
ca_es: Núm. Col·legiat
es_es: Número de colegiado
fr_fr: Numéro d'inscription (RPPS)

source: End Date
ca_es: Data de Fi
es_es: Fecha de Fin
fr_fr: Date de fin

# EndDatePass
source: Lock date password
ca_es: Data fi de la contrasenya
es_es: Fecha fin contraseña
fr_fr: Date d'invalidation du mot de passe

source: Group
ca_es: Grup
es_es: Grupo
fr_fr: Groupe

source: Ind. chronic
ca_es: Ind. crònic
es_es: Ind. crónico
fr_fr: Aff. Chronique

source: Isolation
ca_es: Aïllament
es_es: Aislamiento
fr_fr: Isolement

source: Isolation reason
ca_es: Motiu d'aïllament
es_es: Motivo de aislamiento
fr_fr: Motif d'isolement

source: Isolation type
ca_es: Tipus d'aïllament
es_es: Tipo de aislamiento
fr_fr: Type d'isolement

source: Role
ca_es: Rol
es_es: Rol
fr_fr: Rôle

source: Created by
ca_es: Creat per
es_es: Creado por
fr_fr: Créé par

source: Current disease
ca_es: Malaltia actual
es_es: Enfermedad actual
fr_fr: Affection ou problème actuel

source: Date
ca_es: Data
es_es: Fecha

source: Description
ca_es: Descripció
es_es: Descripción

source: Effective Date End
ca_es: Data de finalització
es_es: Fecha de Fin
fr_fr: Date de fin

source: Effective Date Home
ca_es: Data d'inici
es_es: Fecha de Inicio
fr_fr: Date de début

source: Pathological History
ca_es: Antecedents patològics
es_es: Antecedentes Patologicos
fr_fr: Antécédents

source: Staff Unsubscribed
ca_es: Metge (baixa)
es_es: Médico (baja)
fr_fr: Personnel (inactif)

source: Service
ca_es: Departament
es_es: Departamento
fr_fr: Unité fonctionnelle

source: Staff Added
ca_es: Metge (alta)
es_es: Médico (alta)
fr_fr: Personnel (actif)

source: Additional examination
ca_es: Exploració complementària
es_es: Exploración Complementaria
fr_fr: Examens complémentaires

source: Depositional habit
ca_es: Hàbit deposicional
es_es: Hábito deposicional
fr_fr: Selles

source: Diet
ca_es: Dieta
es_es: Dieta
fr_fr: Régime

source: Lactation
ca_es: Lactància
es_es: Lactancia
fr_fr: Allaitement

source: Menarche
ca_es: Menarquia
es_es: Menarquía
fr_fr: Premières règles

source: Menopause
ca_es: Menopausa
es_es: Menopausia
fr_fr: Ménopause

source: Menstrual cycle
ca_es: Cicle menstrual
es_es: Ciclo menstrual
fr_fr: Cycle menstruel

source: Parity
ca_es: Paritat
es_es: Paridad
fr_fr: Parité

source: Voiding habit
ca_es: Hàbit miccional
es_es: Hábito miccional
fr_fr: Urines

source: Usual treat
ca_es: Tractament habitual
es_es: Tratamiento habitual
fr_fr: Traitement habituel

# NurrseTask
source: Nurse task
ca_es: Tasca d'infermeria
es_es: Tarea de enfermería
fr_fr: Soin infirmier

source: Vital sign value
ca_es: Valor tasca
es_es: Valor tarea
fr_fr: Constante

# CardioDescripcion
source: Cardiovascular description
ca_es: Descripció cardiovascular
es_es: Descripción cardiovascular
fr_fr: Description du système cardiovasculaire

# GeneralDescripcion
source: General description
ca_es: Descripció general
es_es: Descripción general
fr_fr: Description générale

# AbdominalDescripcion
source: Abdominal description
ca_es: Descripció abdominal
es_es: Descripción abdominal
fr_fr: Système digestif

# LocomotorDescripcion
source: Locomotor description
ca_es: Descripció locomotora
es_es: Descripción locomotora
fr_fr: Description du système locomoteur

# NeurologicalDescripcion
source: Neurological description
ca_es: Descripció neurològica
es_es: Descripción neurológica
fr_fr: Description du système neurologique

# OthersDescripcion
source: Other description
ca_es: Altres descripcions
es_es: Otra descripción
fr_fr: Autre description

# RespiratoryDescripcion
source: Respiratory description
ca_es: Descripció respiratòria
es_es: Descripción respiratoria
fr_fr: Description du système respiratoire

# DescPathBack
source: Details
ca_es: Detall
es_es: Detalle
fr_fr: Détails

source: Answer
ca_es: Resposta
es_es: Respuesta
fr_fr: Réponse

# DescQuestion
source: Question
ca_es: Pregunta
es_es: Pregunta

source: Free text
ca_es: Text lliure
es_es: Texto libre
fr_fr: Texte libre

# SavingChangesGetSequence
source: Field doesnÂ´t exist
ca_es: El camp no existeix
es_es: El campo no existe
fr_fr: Le champ n'existe pas

source: Sex
ca_es: Sexe
es_es: Sexo
fr_fr: Sexe

source: Template
ca_es: Plantilla
es_es: Plantilla
fr_fr: Modèle

source: Template type
ca_es: Tipus plantilla
es_es: Tipo plantilla
fr_fr: Type de modèle

# TextTemplate
source: Template text
ca_es: Text plantilla
es_es: Texto plantilla
fr_fr: Modèle texte

source: Order
ca_es: Ordre
es_es: Orden
fr_fr: Trier

source: Afternoon dose
ca_es: Dosi tarda
es_es: Dosis tarde
fr_fr: Dose de l'après-midi

source: Anamnesis status
ca_es: Estat d'anamnesi
es_es: Estado anamnesis
fr_fr: Statut de l'anamnèse

# DescUsualTheat
source: Treatment detail
ca_es: Detall tractament
es_es: Detalle tratamiento
fr_fr: Détail du traitement

# LastUpdate
source: Last update date
ca_es: Data d'actualització
es_es: Fecha última actualización
fr_fr: Dernière mise à jour

source: Medical anamnesis
ca_es: Metge d'anamnesi
es_es: Médico anamnesis
fr_fr: Anamnèse

source: Morning dose
ca_es: Dosi matí
es_es: Dosis mañana
fr_fr: Dose du matin

source: Night dose
ca_es: Dosi nit
es_es: Dosis noche
fr_fr: Dose de la nuit

# ServiceList
source: Medical departments
ca_es: Departaments del metge
es_es: Departamentos del médico
fr_fr: Unités fonctionnelles

source: Address
ca_es: Direcció
es_es: Dirección
fr_fr: Adresse

source: Country
ca_es: País
es_es: País
fr_fr: Pays

# DescRelationship
source: Relationship
ca_es: Relació
es_es: Relación
fr_fr: Relations

source: Formatted name
ca_es: Nom responsable
es_es: Nombre responsable
fr_fr: Nom du responsable

source: Landline
ca_es: Telèfon fix
es_es: Teléfono fijo
fr_fr: Téléphone

source: Mobile
ca_es: Mòbil
es_es: Teléfono móvil

source: Province
ca_es: Província
es_es: Provincia
fr_fr: Région

# CourseDraft
source: Draft Inidicator
ca_es: Possibilitat d'esborrany
es_es: Posibilidad de Borrador
fr_fr: Indicateur "Brouillon"

# CourseOrder
source: Order of the course
ca_es: Ordre descendent
es_es: Orden Descendente
fr_fr: Ordre décroissant

# DescTypeCourse
source: Type Description
ca_es: Descripció del tipus
es_es: Descripción del tipo
fr_fr: Description du type

source: Complementary examination
ca_es: Exploracions complementàries
es_es: Exploraciones complementarias
fr_fr: Examens complémentaires

source: Staff
ca_es: Personal
es_es: Personal
fr_fr: Personnel

source: Type
ca_es: Tipus
es_es: Tipo

source: Date Course
ca_es: Data curs
es_es: Fecha Curso Clínico
fr_fr: Date du Journal Patient

source: Date Entry
ca_es: Data d'entrada
es_es: Fecha Registro
fr_fr: Date d'inscription

source: Questionnaire
ca_es: Qüestionari
es_es: Cuestionario
fr_fr: Formulaire

source: Close date
ca_es: Data tancament
es_es: Fecha cierre
fr_fr: Date de clôture

source: Record
ca_es: Registre
es_es: Registro
fr_fr: Dossier

# PlanDate
source: Planning date
ca_es: Data planificació
es_es: Fecha planificación
fr_fr: Date de planification

source: Index value
ca_es: Valor índex
es_es: Valor indice
fr_fr: Valeur du score

source: Index
ca_es: Índex
es_es: Indice
fr_fr: Score

source: Codification date
ca_es: Data codificació
es_es: Fec. codif.
fr_fr: Date de codification

source: Cod. procedure
ca_es: Codi procediment
es_es: Cód. Proced.
fr_fr: Code procédure

source: Diagnostic
ca_es: Diagnòstic
es_es: Diagnóstico

# ExtCause
source: External cause
ca_es: Causa externa
es_es: Causa externa
fr_fr: Cause externe

# ExtCauseDate
source: External cause date
ca_es: Data ext. causa
es_es: Fec. ext. causa
fr_fr: Date de cause externe

# ProcDate
source: Procedure date
ca_es: Data procediment
es_es: Fec. proced.
fr_fr: Date de procédure

source: Procedure
ca_es: Procediment
es_es: Procedimiento
fr_fr: Procédure

source: Main
ca_es: Principal
es_es: Princ.
fr_fr: Principal

source: Max value
ca_es: Valor màxim
es_es: Valor máximo
fr_fr: Valeur max.

source: Min value
ca_es: Valor mínim
es_es: Valor mínimo (si campo obligatorio)
fr_fr: Valeur min.

source: Status
ca_es: Estat
es_es: Estado
fr_fr: Etat

source: Question
ca_es: Pregunta
es_es: Pregunta

source: Question type
ca_es: Tipus pregunta
es_es: Tipo pregunta
fr_fr: Type de question

source: Drugs
ca_es: Drogues
es_es: Drogas
fr_fr: Drogues

source: Cod. diagnostic
ca_es: Codi diagnòstic
es_es: Cód. diagnóstico
fr_fr: Code Diag.

source: Definition
ca_es: Definició
es_es: Definición
fr_fr: Définition

source: Done
ca_es: Realitzat
es_es: Realizado
fr_fr: Fait

source: Code
ca_es: Codi
es_es: Código

source: Default answer
ca_es: Resposta per defecte
es_es: Repuesta por defecto
fr_fr: Réponse par défaut

# ListAnswer
source: List of Answers
ca_es: Llistat de respostes
es_es: Lista de Respuestas
fr_fr: Liste de réponses

source: Answer List Value
ca_es: Valor del llistat de resposta
es_es: Valores lista de respuestas
fr_fr: Valeur liste de réponses

source: Cod. Answer List Value
ca_es: Codificació del llistat de resposta
es_es: Cód. Lista de Respuestas
fr_fr: Code de la liste de réponses

# Necesity
source: Components (Necesity)
ca_es: Components (necessitats)
es_es: Componentes (Necesidad)
fr_fr: Composants (Besoin)

# CodExtCause
source: Cod. external cause
ca_es: Codi causa externa
es_es: Cód. causa externa
fr_fr: Code cause externe

source: Nursing task value
ca_es: Valor de la tasca d'infermeria
es_es: Valor tarea de enfermería
fr_fr: Valeur de la constante

# Comment
source: Comments
ca_es: Observacions
es_es: Observaciones
fr_fr: Commentaires

source: Duration
ca_es: Durada
es_es: Duración
fr_fr: Durée

source: Frequency
ca_es: Freqüència
es_es: Frecuencia
fr_fr: Fréquence

source: Begin date
ca_es: Data d'inici
es_es: Fecha inicio
fr_fr: Date de début

source: Periodicity
ca_es: Periodicitat
es_es: Periodicidad
fr_fr: Périodicité

source: Protocol
es_es: Protocolo
fr_fr: Protocole

source: Age from
ca_es: Edat desde
es_es: Edad desde
fr_fr: Agé de

source: Age to
ca_es: Edat fins
es_es: Edad hasta
fr_fr: Agé jusqu'à

source: Treatment plan
ca_es: Pla
es_es: Plan
fr_fr: Plan d'administration

source: Working past health
ca_es: Antecedents laborals
es_es: Antecedentes laborales
fr_fr: Situation professionnelle

source: Other habits
ca_es: Altres hàbits
es_es: Otros hábitos
fr_fr: Autres habitudes

source: Smoke
ca_es: Fuma
es_es: Fuma
fr_fr: Tabac

source: Visit reason
ca_es: Motiu de consulta
es_es: Motivo consulta
fr_fr: Motif de la venue

# GraphicalColor
source: Color for graphic
ca_es: Color per gràfic
es_es: Color del grafico
fr_fr: Couleur du graphique

# GraphicalStyle
source: Style
ca_es: Estil gràfic
es_es: Estilo del grafico
fr_fr: Style du graphique

source: Max value alert
ca_es: Alerta de valor màxim
es_es: Valor max alerta
fr_fr: Valeur max. de l'alerte

# MaxValueRef
source: Max value reference
ca_es: Valor màxim de referència
es_es: Valor max referencia
fr_fr: Valeur max. de la normale

source: Min value alert
ca_es: Alerta de valor mínim
es_es: Valor min alerta
fr_fr: Valeur min. de l'alerte

# MinValueRef
source: Min value reference
ca_es: Valor mínim de referència
es_es: Valor min referencia
fr_fr: Valeur min. de la normale

# NumDecimal
source: Decimals
es_es: Decimales
fr_fr: Décimales

# NursingTaskMeasureUnit
source: Measure unit
ca_es: Unitat de mesura
es_es: Unidad de medida
fr_fr: Unité de mesure

# NursingTaskValueType
source: Type
ca_es: Tipus
es_es: Tipo

source: Nurse unit
ca_es: Unitat d'infermeria
es_es: Unidad de enfermería
fr_fr: Unité de soins

source: Signature
ca_es: Firma
es_es: Firma

# DayCycles
source: Day of cycles
ca_es: Dia/Cicle
es_es: Días/Ciclo
fr_fr: Jour du cycle

source: Displacement
ca_es: Desplaçament
es_es: Desplazamiento
fr_fr: Décalage

source: Num. cycles
ca_es: N. Cicles
es_es: N. Ciclos
fr_fr: Nombre de cycles

source: Model
es_es: Modelo
fr_fr: Modèle

source: Value
ca_es: Valor
es_es: Valor
fr_fr: Valeur

source: Default
ca_es: Per defecte
es_es: Por defecto
fr_fr: Par défaut

# AlertPriority
source: Priority
ca_es: Prioritat
es_es: Prioridad
fr_fr: Priorité

# Alert
source: Alert description
ca_es: Alerta
es_es: Alerta
fr_fr: Alerte

source: Alert text
ca_es: Alerta de text
es_es: Texto alerta
fr_fr: Texte de l'alerte

source: Name
ca_es: Nom
es_es: Nombre
fr_fr: Prénom

source: Priority
ca_es: Prioritat
es_es: Prioridad
fr_fr: Priorité

# CurrentLocation
source: Location
ca_es: Ubicació assignada
es_es: Ubicación asignada
fr_fr: Localisation

source: MRN
ca_es: Número d'història
es_es: Número de historia
fr_fr: IPP

source: Patient
ca_es: Pacient
es_es: Paciente

source: Home button
ca_es: Barra de menú
es_es: Botonera principal
fr_fr: Barre d'outils principale

# HomeButtonCallSentence
source: Call sentence
ca_es: Trucada externa
es_es: Sentencia de llamada
fr_fr: Ligne de commande

source: Using nursing tasks
ca_es: Ús de tasques d'infermeria
es_es: Uso tareas de enfermería
fr_fr: Utilissation des tâches de soins infirmiers

source: Using prescription/administration
ca_es: Ús prescripció mèdica i administració
es_es: Uso prescripción médica/administración
fr_fr: Utilisation de la prescription / administration

# Hours
source: Hours (HH:MM)
ca_es: Hores
es_es: Horas
fr_fr: Heures (HH:MM)

# MonitoringDate
source: Date of Monitoring
ca_es: Data de seguiment
es_es: Fecha de Seguimiento
fr_fr: Date de surveillance

source: Every
ca_es: Cada
es_es: Cada
fr_fr: Chaque

source: Digestive habits
ca_es: Hàbits digestius
es_es: Hábitos digestivos
fr_fr: Boire et manger

source: Sleep habits
ca_es: Hàbits de son
es_es: Hábitos de sueño
fr_fr: Se reposer et dormir

source: Physical exercise
ca_es: Exercici físic
es_es: Ejercicio físico
fr_fr: Exercices physiques

source: Date Sign
ca_es: Data signatura
es_es: Fecha Firma
fr_fr: Date Signature

source: Doctor Signer
ca_es: Dr. Signant
es_es: Dr. Firmante
fr_fr: Médecin signataire

source: Location
ca_es: Ubicació
es_es: Ubicación
fr_fr: Localisation

# ServiceResp
source: Service responsible
ca_es: Servei responsable
es_es: Servicio responsable
fr_fr: UF responsable

source: Dose
ca_es: Dosi
es_es: Dosis

# ButtonSetComponent
source: Button set by component
ca_es: Configuració barra de menú per component
es_es: Configuración botonera por componente
fr_fr: Paramétrage des appels contextuels des modules

source: Guide
ca_es: Guia
es_es: Guía

source: Total Vol
ca_es: Volum total
es_es: Vol Total
fr_fr: Vol. total

source: Active
ca_es: Actiu
es_es: Activo
fr_fr: Actif

source: Activities
ca_es: Activitats
es_es: Actuaciones
fr_fr: Actes

source: Public
ca_es: Públic
es_es: Público

source: Activity
ca_es: Actuació
es_es: Actuación
fr_fr: Acte

source: Activity Type
ca_es: Tipus de l'activitat
es_es: Tipo de actividad
fr_fr: Type d'acte

source: Session
ca_es: Sessió
es_es: Sesión

# NumDays
source: Number of days
ca_es: Número de dies
es_es: Número de días
fr_fr: Nombre de jours

# NumLines
source: Number of lines
ca_es: Número de línies
es_es: Número de lineas
fr_fr: Nombre de lignes

# RefTime
source: Refresh time
ca_es: Temps de refresc
es_es: Tiempo de refresco
fr_fr: Temps de rafraîchissement

# RegPag
source: Records page
ca_es: Registre de pàgina
es_es: Registros en paginación
fr_fr: Page d'enregistrements

source: Appointment
ca_es: Actuació
es_es: Actuación
fr_fr: Rendez-vous

source: Line
ca_es: Pauta
es_es: Pauta
fr_fr: Configuration

source: Start date
ca_es: Data d'inici
es_es: Fecha de Inicio
fr_fr: Date de début

source: Revised By
ca_es: Revisat per
es_es: Revisado por
fr_fr: Révisé par

source: Value Date
ca_es: Data del valor
es_es: Fecha Valor
fr_fr: Date de la valeur

# DateAddHistory
source: Historical conversion date
ca_es: Data de conversió a històric
es_es: Fecha de conversión a histórico
fr_fr: Date

# ProductDescription
source: Product
ca_es: Producte
es_es: Producto
fr_fr: Produit

source: User
ca_es: Usuari
es_es: UsuarioR
fr_fr: Utilisateur

source: Validator
ca_es: Validador
es_es: Validador
fr_fr: Validateur

source: Concept
ca_es: Concepte
es_es: Concepto

source: Max. validate
ca_es: Validació màxima
es_es: Max. valid
fr_fr: Validation max.

source: Min. validate
ca_es: Validació mínima
es_es: Min. validar
fr_fr: Validation min.

# Languaje
source: Language
ca_es: Idioma
es_es: Idioma
fr_fr: Langue

# DocID
source: Document ID Number
ca_es: DNI
es_es: ID Documento
fr_fr: ID Document

source: Doc type
ca_es: Tipus documento
es_es: Tipo documento
fr_fr: Type de document

source: Agreed Units
ca_es: Unitats pactades
es_es: Unidades Pactadas
fr_fr: Unités autorisées

# CodInt
source: Int. Code
ca_es: Codi intern
es_es: Cód. Int.
fr_fr: Code international

# CodNat
source: Nat. Code
ca_es: Cod. Nac.
es_es: Cód. Nac.
fr_fr: Code national

# NoDisp
source: No dispense
ca_es: No reposar
es_es: No reponer
fr_fr: Ne pas dispenser

# UnitsReq
source: Units required
ca_es: Unitats demanades
es_es: Unidades solicitadas
fr_fr: Unités requises

source: Dispensed Units
ca_es: Unitats dispensades
es_es: Unidades dispensadas
fr_fr: Unités de dispensation

source: Pact
ca_es: Pacte
es_es: Pacto
fr_fr: Accord

source: Recipe Number
ca_es: Número de receptari
es_es: Número de Recetario
fr_fr: Numéro de reçu

# DosageByAUC
source: Doses AUC (mg)
ca_es: Dosis AUC (mg)
es_es: Dosis AUC (mg)
fr_fr: Dose ASC (mg)

source: Intervention
ca_es: Intervenció
es_es: Intervención

# HomeButtonParam
source: Mandatoy params
ca_es: Paràmetres obligatoris
es_es: Params oblig.
fr_fr: Paramètres obligatoires

# Roa
source: Route of admin
ca_es: Via d'administració
es_es: Vía de administración
fr_fr: VA

# PatientDataRefAgeFrom
source: From (year)
ca_es: Desde (anys)
es_es: Desde (años)
fr_fr: Depuis (année)

# PatientDataRefAgeTo
source: To (year)
ca_es: Fins (anys)
es_es: Hasta (años)
fr_fr: jusqu'à (année)

# PatientDataRefMaxAlert
source: Max Alert
ca_es: Alerta màxima
es_es: Máx. Alerta
fr_fr: Alerte Max.

# PatientDataRefMaxValue
source: Max Value
ca_es: Màxima validació
es_es: Máx. Validación
fr_fr: Valeur Max.

# PatientDataRefMinAlert
source: Min Alert
ca_es: Alerta mínima
es_es: Mín. Alerta
fr_fr: Alerte Min.

# PatientDataRefMinValue
source: Min Value
ca_es: Mínima validació
es_es: Mín. Validación
fr_fr: Valeur Min.

source: Always
ca_es: Sempre
es_es: Siempre
fr_fr: Toujours

source: Never
ca_es: Mai
es_es: Nunca
fr_fr: Jamais

source: Centre
es_es: Centro

source: Diagnostic ind.
ca_es: Diagnòstic
es_es: Ind. diagnóstica
fr_fr: Ind. de diagnostic

# EconomicEntity
source: Entity
ca_es: Entitat
es_es: Entidad
fr_fr: Entité

# EconomicResponsible
source: Responsible
ca_es: Responsable
es_es: Responsable
fr_fr: Responsable

source: Economic type
ca_es: Tipus econòmic
es_es: Tipo económico
fr_fr: Type financier

source: Origin
ca_es: Procedència
es_es: Procedencia
fr_fr: Ville d'origine

source: Request date
ca_es: Data petició
es_es: Fecha de Petición
fr_fr: Date de la demande

source: Request doctor
ca_es: Doctor demana
es_es: Doctor peticionario
fr_fr: Médecin demandeur

source: Request level
ca_es: Nivell de petició
es_es: Nivel petición
fr_fr: Niveau de la demande

source: Request service
ca_es: Departament de demanda
es_es: Dpto peticionario
fr_fr: Service demandeur

# AssistanceType
source: Type of assistance
ca_es: Tipus d'assistència
es_es: Tipo de asistencia
fr_fr: Type de prise en charge

source: Requesting user
ca_es: Usuari sol·licitant
es_es: Usuario peticionario
fr_fr: Utilisateur demandeur

source: Group name
ca_es: Nom del grup
es_es: Nombre del grupo
fr_fr: Nom du groupe

source: By Dpto
ca_es: Per departament
es_es: Por Dpto
fr_fr: Par UF

source: Indications
ca_es: Indicacions
es_es: Indicaciones

source: Therapeutic Group
ca_es: Grup Terapèutic
es_es: Grupo Terapéutico
fr_fr: Groupe Thérapeutique

source: Displacement days
ca_es: Dies de desplaçament
es_es: Dias desplazamiento
fr_fr: Jours de décalage

source: Displacement hours
ca_es: Hores de desplaçament
es_es: Horas despla
fr_fr: Heures de décalage

# ProvidedByPatient
source: Prov by Pac
ca_es: Aporta pacient
es_es: Ap.Pac
fr_fr: Fourni par le patient

source: Repetition
ca_es: Repetició
es_es: Repetición
fr_fr: Répétition

source: Answer list
ca_es: Llistat de respostes
es_es: Lista de respuestas
fr_fr: Liste de réponses

source: Drag response
ca_es: Arrossegar resposta
es_es: Arrastrar respuesta
fr_fr: Faire glisser la réponse

source: Groupable
ca_es: Agrupables
es_es: Agrupable

source: Required
ca_es: Obligatori
es_es: Obligatorio
fr_fr: Obligatoire

source: Response type
ca_es: Tipus de resposta
es_es: Tipo respuesta
fr_fr: Type de réponse

source: Time linking
ca_es: Temps de vinculació
es_es: Tiempo de vinculación
fr_fr: Liaison de temps

source: Home button component
ca_es: Barra de menú per component
es_es: Botonera por componente
fr_fr: Barre d'outils principale

source: DoctorValidate
ca_es: Validació Doctor
es_es: Dr. Validador
fr_fr: Dr. Valideur

source: Restrictions
ca_es: Restriccions
es_es: Restricciones

source: List source
ca_es: Llistat original
es_es: Origen lista
fr_fr: Provenance de la liste

source: Answer code field
ca_es: Camp codi resposta
es_es: Campo código respuesta
fr_fr: Champ code de la réponde

source: Answer description field
ca_es: Camp descripció resposta
es_es: Campo descripción respuesta
fr_fr: Champ description de la réponse

# AnswerOrderByClause
source: ORDER BY (without order by word)
ca_es: Ordenat per
es_es: ORDEN (Sin el literal order by)
fr_fr: ORDER BY (sans le mot clé "order by")

# AnswerWhereClause
source: WHERE (without where word)
ca_es: On
es_es: WHERE (Sin el literal where)
fr_fr: WHERE (sans le mot clé "where")

source: Database object source
ca_es: Origen de l'objecte de la base de dades
es_es: Objeto base de datos origen
fr_fr: Source de donnée

source: Combo source
ca_es: Origen combo
es_es: Origen combo
fr_fr: Liste déroulante source

source: Image source
ca_es: Origen de l' imatge
es_es: Origen imagen
fr_fr: Source de l'image

source: List type
ca_es: Tipus de llista
es_es: Tipo lista
fr_fr: Type de liste

source: Is linked
ca_es: Relacionat
es_es: Relacionado
fr_fr: Relation

source: Mandatory
ca_es: Obligatori
es_es: Obligatorio
fr_fr: Obligatoire

source: Tab index
ca_es: Ordre tabulació
es_es: Orden tabulación
fr_fr: Ordre de tabulation

source: Ambit
ca_es: Àmbit
es_es: Ambito
fr_fr: Domaine

source: Alignment
ca_es: Alineament
es_es: Alineamiento
fr_fr: Alignement

source: Background
ca_es: Fons
es_es: Fondo
fr_fr: Arrière-plan

source: Layout
ca_es: Disseny
es_es: Diseño
fr_fr: Conception

source: Multiline
ca_es: Multilínia
es_es: Multilínea
fr_fr: Multiligne

source: Size
ca_es: Mida
es_es: Tamaño
fr_fr: Taille

source: Text
es_es: Texto
fr_fr: Texte

source: Width
ca_es: Ample
es_es: Ancho
fr_fr: Largeur

source: Column
ca_es: Columna
es_es: Columna
fr_fr: Colonne

source: Row
ca_es: Fila
es_es: Fila
fr_fr: Ligne

source: Column span
ca_es: Salt de columna
es_es: Extender columnas
fr_fr: Elargir les colonnes

source: Label visible
ca_es: Etiqueta visible
es_es: Etiqueta visible
fr_fr: Etiquette visible

source: Margin
ca_es: Marge
es_es: Margen
fr_fr: Marge

source: Position
ca_es: Posició
es_es: Posición

source: Row span
ca_es: Salt de fila
es_es: Extender filas
fr_fr: Elargir les lignes

source: Initial focus
ca_es: Punt d'inici
es_es: Foco inicio
fr_fr: Focus par défaut

# PlanHour
source: Planning Time
ca_es: Hora de planificació
es_es: Hora de Planificación
fr_fr: Heure de planification

source: Private
ca_es: Privat
es_es: Privado
fr_fr: Privé

# VisibleInMP
source: Grouped in MP
ca_es: Agrupat in PM
es_es: Agrupado en PM
fr_fr: Groupé par prescription médicale
