Repository: nelaren/SavacFarma
Catalog: Shared/Resources/EntityResource.*.resx
Languages: ca_es, es_es, fr_fr

# VolTotalRequired
source: If you fix the volume, value is required
ca_es: Si vostè fixa el volum, es requereix valor
es_es: Si fija el volumen, el valor es obligatorio
fr_fr: Pour fixer le volume, la valeur est requise

source: Medical Record Name
ca_es: Nom del Informe mèdic
es_es: Nombre del Inf. Médico
fr_fr: Nom dossier médical

source: Production Unit
ca_es: Unitat de Producció
es_es: Unidad de Producción
fr_fr: Unité de Production

source: Date Publishing
ca_es: Data de publicació
es_es: Fecha de publicación
fr_fr: Date de publication

# NormalityRef
source: Normality val.
ca_es: Val. normalitat
es_es: Val. normalidad
fr_fr: Val. Normales

# StepRef
source: Step
ca_es: Salt
es_es: Salto
fr_fr: Etape

source: Breastfeeding
ca_es: Materna lactància
es_es: Lactancia materna
fr_fr: Allaitement

source: Last Period
ca_es: Últim període
es_es: Último periodo
fr_fr: Dernière période

source: Pregnancy
ca_es: Embaràs
es_es: Embarazo
fr_fr: Grossesse

source: Nursing tasks
ca_es: Tasques d'infermeria
es_es: Tareas de enfermería
fr_fr: Tache infirmière

source: Medicaments
es_es: Medicamentos
fr_fr: Médicaments

source: Necessities
ca_es: Necessitats
es_es: Necesidades
fr_fr: Necessité

source: Unique
ca_es: Únic
es_es: Unico

source: Focus date
ca_es: Data objectiu
es_es: Fecha objetivo
fr_fr: Date de la cible

source: Ended by
ca_es: Acabat per
es_es: Acabado por
fr_fr: Terminé par

# FocusNotedate
source: Note date
ca_es: Data nota
es_es: Fecha nota
fr_fr: Date Note

# FocusProgressNote
source: Progress note
ca_es: Nota progrés
es_es: Nota progreso
fr_fr: Note

source: Registered by
ca_es: Registrat per
es_es: Registrado por
fr_fr: Traçabilité

# MPDescLine
source: Medical Prescription Line
ca_es: Línia de prescripció mèdica
es_es: Línea de prescripción
fr_fr: Ligne de prescription médicale

source: Price
ca_es: Preu
es_es: Precio
fr_fr: Prix

source: Diagnostic approach
ca_es: Orientació diagnòstica
es_es: Orientación diagnóstica
fr_fr: Démarche diagnostique

# FailPass
source: Times Fail Password
ca_es: N. Intents paraula de pas
es_es: N. intentos contraseña
fr_fr: Temps écoulé pour le mot de passe

source: Gen. User
ca_es: Usuari genèric
es_es: Usuario genérico
fr_fr: Utilisateur gen.

source: Has User?
ca_es: Te usuari?
es_es: Tiene usuario?
fr_fr: Possède un utilisateur ?

# IdExt
source: Extern Id.
ca_es: Identificació externa
es_es: Identificación externa
fr_fr: ID externe

source: Id. Staff
ca_es: Identificació personal
es_es: Identificación personal
fr_fr: ID Personnel

source: Last Name
ca_es: Cognom
es_es: Apellido
fr_fr: Nom

# LastName2
source: Sec. Last Name
ca_es: Cognom 2
es_es: Apellido 2
fr_fr: Nom d'usage

source: Login
ca_es: Inici de sessió:
es_es: Inicio de sesión
fr_fr: Identification :

source: Process description
ca_es: Descripció del procés
es_es: Descripción del proceso
fr_fr: Description du processus

source: Icon
ca_es: Icona
es_es: Icono
fr_fr: Icone

source: List
ca_es: Llistat
es_es: Lista
fr_fr: Liste

# AnswerListMandatory
source: Answer list is mandatory.
ca_es: Llistat de resposta obligatòria
es_es: Lista de respuesta obligatoria
fr_fr: Veuillez faire un choix dans la liste

source: Ext. Id
ca_es: Identificació externa
es_es: Identificación externa

# DateBloqPass
source: Date bloq password
ca_es: Data de bloqueig de password
es_es: Fecha de bloqueo de contraseña
fr_fr: Date de bloquage du mot de passe

# NumColleg
source: Num collegiate
ca_es: Núm. Col·legiat
es_es: Número de colegiado
fr_fr: RPPS

source: Num fail pass
ca_es: Contrasenya errònia
es_es: Contraseña errónea
fr_fr: Nombre mauvais mots de passe

source: Password
ca_es: Contrasenya
es_es: Contraseña
fr_fr: Mot de passe

source: Component
es_es: Componente
fr_fr: Composant

source: Star date
ca_es: Data d'inici
es_es: Fecha inicio
fr_fr: Date de début

# DescriptionGroups
source: Description of groups
ca_es: Descripció per grups
es_es: Descripción de grupos
fr_fr: Description des groupes

# HighPercent
source: % High
ca_es: % Alt
es_es: % Alto
fr_fr: % Hauteur

# NumCol
source: Number of columns
ca_es: Número de columnes
es_es: Número de columnas
fr_fr: Nombre de colonnes

# WidthPercent
source: % width
ca_es: % Ample
es_es: % Ancho
fr_fr: % Largeur

# CodeMnemonic
source: Mnemonic Cod.
ca_es: Cod. Mnemotècnic
es_es: Cód. Nemotécnico
fr_fr: Code Mnémotechnique

# FluidBalanceFormulaDescte
source: Description
ca_es: Descripció
es_es: Descripción

# FluidBalanceFormulaValue
source: Value
ca_es: Valor
es_es: Valor
fr_fr: Valeur

source: External Id
ca_es: Id Extern
es_es: Id Externo
fr_fr: Id Externe

# ReqAnatomZone
source: Anatomic Zone
ca_es: Zona Anatòmica
es_es: Zona Anatómica

source: Sampling Nature
ca_es: Tipus Mostra
es_es: Tipo Muestra

source: Anatomic zone
ca_es: Zona Anatòmica
es_es: Zona anatómica

source: Measure unit
ca_es: Unitat de mesura
es_es: Unidad de medida

source: Last change date
ca_es: Data últim canvi
es_es: Fecha último cambio

source: Last change user
ca_es: Usuari últim canvi
es_es: Usuario último cambio

source: Nurse
ca_es: Infermera
es_es: Enfermera

source: Prescriber doctor
ca_es: Doctor prescriptor
es_es: Doctor prescriptor

source: Resource
ca_es: Recurs
es_es: Recurso

source: Responsible doctor
ca_es: Doctor responsable
es_es: Doctor responsable

# RestrictionsShort
source: Rest.
es_es: Restr.

source: Rules
ca_es: Regles
es_es: Reglas

source: Notes
es_es: Notas

# DisplacementShort
source: Disp(dd)
ca_es: Desp(dd)
es_es: Desp(dd)

source: Mnemonic
ca_es: Mnemònic
es_es: Nemónico

source: Informed consent
ca_es: Consentiment informat
es_es: Consentimiento informado

source: Specialty
es_es: Especialidad

source: Address country
ca_es: País adreça
es_es: País dirección

source: Address province
ca_es: Província adreça
es_es: Provincia dirección

source: Address street
ca_es: Carrer adreça
es_es: Calle dirección

source: Age
ca_es: Edat
es_es: Edad

source: Birth date
ca_es: Data Naixe
es_es: Fecha nacimiento

source: Body mass index
ca_es: Índex de massa corporal
es_es: Índice de masa corporal

source: Chronicity subtype
ca_es: Subtipus cronicitat
es_es: Subtipo cronicidad

source: Chronicity type
ca_es: Tipus cronicitat
es_es: Tipo cronicidad

source: Clinical trial text
ca_es: Assaig clínic text
es_es: Ensayo clínico texto

source: Creatinine
ca_es: Creatinina
es_es: Creatinina

source: Creatinine clearance
ca_es: Aclariment de la creatinina
es_es: Aclaramiento creatinina

source: Death date
ca_es: Data defunció
es_es: Fecha fallecimiento

source: Height
ca_es: Alçada
es_es: Altura

source: Identification number
ca_es: Número d'identificació
es_es: Número de identificación

source: Not revival text
ca_es: No ressuscitació text
es_es: No resucitación texto

# OwnerIndicator
source: Indicator holder, beneficiary, pensioner
ca_es: Indicador titular, beneficiari, pensionista
es_es: Indicador titular, beneficiario, pensionista

source: Patient economic entity
ca_es: Entitat econòmica pacient
es_es: Entidad económica paciente

source: Patient economic responsible
ca_es: Responsable econòmic pacient
es_es: Responsable económico paciente

source: Patient economic type
ca_es: Tipus econòmic pacient
es_es: Tipo económico paciente

source: Sign username 1
ca_es: Signatura usuari 1
es_es: Firma usuario 1

source: Sign username 2
ca_es: Signatura usuari 2
es_es: Firma usuario 2

source: Sign username 3
ca_es: Signatura usuari 3
es_es: Firma usuario 3

source: Social security number
ca_es: Número seguretat social
es_es: Número seguridad social

source: Telephone
ca_es: Telèfon
es_es: Teléfono

source: Vital testament text
ca_es: Testament vital text
es_es: Testamento vital texto

source: Weight
ca_es: Pes
es_es: Peso

source: Assistance economic entity
ca_es: Entitat econòmica assistència
es_es: Entidad económica asistencia

source: Assistance economic responsible
ca_es: Responsable econòmic assistència
es_es: Responsable económico asistencia

source: Assistance economic type
ca_es: Tipus econòmic assistència
es_es: Tipo económico asistencia

source: Assistance end date
ca_es: Data fi assistència
es_es: Fecha fin asistencia

source: Assistance expected discharge date
ca_es: Data estimada fi assistència
es_es: Fecha estimada fin asistencia

source: Assistance responsible
ca_es: Responsable assistència
es_es: Responsable asistencia

source: Assistance responsible service
ca_es: Servei responsable assistència
es_es: Servicio responsable asistencia

source: Assistance start date
ca_es: Data inici assistència
es_es: Fecha inicio asistencia

source: Process end date
ca_es: Data fi procés
es_es: Fecha fin proceso

source: Process responsible
ca_es: Responsable procés
es_es: Responsable proceso

source: Process responsible service
ca_es: Servei responsable procés
es_es: Servicio responsable proceso

source: Process start date
ca_es: Data inici procés
es_es: Fecha inicio proceso

source: Source hospital
ca_es: Hospital origen
es_es: Hospital origen

source: Triagge code
ca_es: Triagge
es_es: Triagge

source: Delete
ca_es: Eliminar
es_es: Eliminar

source: Read
ca_es: Lectura
es_es: Lectura

source: Sign
ca_es: Signar
es_es: Firmar

source: Write
ca_es: Guardant
es_es: Escritura

source: Button
ca_es: Botó
es_es: Botón

source: Activity time
ca_es: Durada activitat
es_es: Duración actividad

source: Appointment date
ca_es: Data cita
es_es: Fecha cita

source: ATM score
ca_es: Puntuació ATM
es_es: ATM

source: Bilaterality
ca_es: Bilateralitat
es_es: Bilateralidad

source: Cancel date
ca_es: Data Cancel·lació
es_es: Fecha cancelación

source: Cancel reason
ca_es: Motiu cancel·lació
es_es: Motivo cancelación

source: Cancel reason text
ca_es: Motiu cancel·lació text lliure
es_es: Motivo cancelación texto libre

source: Risk group
ca_es: Grup de risc
es_es: Grupo de riesgo

source: Surgery agenda
ca_es: Recurs intervenció
es_es: Recurso intervención

source: Surgery comments
ca_es: Observacions intervenció
es_es: Observaciones intervención

source: Surgical order
ca_es: Ordre intervenció
es_es: Orden intervención

source: Wait list comments
ca_es: Observacions LEQ
es_es: Observaciones lista de espera

source: Wait list date
ca_es: Data entrada llista d'espera
es_es: Fecha entrada lista de espera

source: Wait list diagnosis
ca_es: Diagnosi llista d'espera
es_es: Diagnosis lista de espera

source: Wait list diagnosis text
ca_es: Diagnosi llista d'espera text lliure
es_es: Diagnosis lista de espera texto libre

source: Wait list procedure
ca_es: Procediment llista d'espera
es_es: Procedimiento lista de espera

source: Wait list procedure text
ca_es: Procediment llista d'espera text lliure
es_es: Procedimiento lista de espera texto libre

source: Condition
ca_es: Condició
es_es: Condición

source: Dead check
ca_es: Ind. defunció
es_es: Ind. defunción

# DisCircum
source: Discharge circumstance
ca_es: Circumstància alta
es_es: Circunstancia alta

# DisDest
source: Discharge destination
ca_es: Destinació d'alta
es_es: Destino de alta

# DisTransKind
source: Transport kind
ca_es: Mitjà de sortida
es_es: Medio de salida

# MedDiscCheck
source: Medical decision check
ca_es: Ind. alta mèdica
es_es: Ind. alta medica

source: Temp exit reason
ca_es: Motiu permís
es_es: Motivo permiso

source: Transfer reason
ca_es: Motivo de trasllat
es_es: Motivo traslado

source: Sign collegial number 1
ca_es: Núm. col·legiat signa 1
es_es: Núm. colegiado firma 1

source: Sign collegial number 2
ca_es: Núm. col·legiat signa 2
es_es: Núm. colegiado firma 2

source: Sign collegial number 3
ca_es: Núm. col·legiat signa 3
es_es: Núm. colegiado firma 3

source: Discharge circumstance
ca_es: Circumstància d'alta
es_es: Circunstancia del alta

source: Discharge destination
ca_es: Destinació d'alta
es_es: Destino de salida

source: Discharge transport kind
ca_es: Mitjà de sortida
es_es: Medio de salida

source: Clinical trial indicator
ca_es: Indicador assaig clínic
es_es: Indicador ensayo clínico

source: No revival indicator
ca_es: Indicador no ressuscitació
es_es: Indicador no resucitación

source: Vital testament indicator
ca_es: Indicador testament vital
es_es: Indicador testamento vital

source: Body surface
ca_es: Superfície corporal
es_es: Superficie corporal

source: Assistance comments
ca_es: Observacions assistència
es_es: Observaciones asistencia

# ScreenDesc
source: Screen description
ca_es: Procés
es_es: Proceso

source: Validity hours
ca_es: Hores de validesa
es_es: Horas de validez

source: Validity type
ca_es: Tipus de validació
es_es: Tipo de validación

# ExecConditions
source: Execution Conditions
ca_es: Condicions d'Execució
es_es: Condiciones de Ejecución

# ExecConditionsShort
source: Execution
ca_es: Execució
es_es: Ejecución

source: Days Before
ca_es: Dies d'antelació
es_es: Días antelación

source: External User
ca_es: Usuari Extern
es_es: Usuario Externo

# ExternalUserShort
source: Ext.User
ca_es: Usuari Ext
es_es: Usuario Ext

# VisibleInMPShort
source: Grouped
ca_es: Grup
es_es: Agrupar

source: Protocol Element
ca_es: Element de Protocol
es_es: Elemento de Protocolo

source: Duration (dd)
ca_es: Durada(dd)
es_es: Duración(dd)

# ColPeriodFreq
source: Period./Freq.
es_es: Period./Frec.

source: Products
ca_es: Productes
es_es: Productos

source: Route
ca_es: Via
es_es: Vía

source: Message
ca_es: Missatge
es_es: Mensaje

source: Alerts
ca_es: Alertes
es_es: Alertas

source: Dosage Factor
ca_es: Factor de Dosif
es_es: Factor de Dosif

# DisplacementShortHH
source: Disp(hh)
ca_es: Desp(hh)
es_es: Desp(hh)

# OtherItem
source: Item
ca_es: Ítem
fr_fr: Elément

# AlertPriorityLevel
source: Level
ca_es: Nivell
fr_fr: Niveau

source: Horizontal
ca_es: Horitzontal

source: Rel Diag-Noc
ca_es: Relació diagnòstic-Noc

source: Reference
ca_es: Referència

source: Alcohol
fr_fr: Alcool

# AlertPriorityColor
source: Color
fr_fr: Couleur

source: Color
fr_fr: Couleur

source: Prn
fr_fr: Condition

# AucValue
source: AUC
fr_fr: ASC

# UnitMeasureAbreviature
source: UM
fr_fr: U

source: Doctor
fr_fr: Médecin

source: Focus
fr_fr: Cible
